{
    "home": {
        "title": "Espai Cos és un lloc on poder celebrar, redescobrir i reinventar el cos a través de la formació en dansa i la creació artística."
    },
    "about": {
        "p1": "Un punt de trobada a Calvià per a totes aquelles persones que desitgin explorar el moviment, expressar-se artísticament i gaudir dels beneficis de la dansa, independentment del seu cos i experiència.",
        "p2": "A Espai Cos entenem l'ensenyament-aprenentatge com un procés continu i en constant evolució. Per això posem en valor la investigació, el fer, desfer i refer i reconeixem l'error com una oportunitat per créixer i millorar.",
        "p3": "Creiem en la importància de generar espais performatius on compartir els processos i treballs, tant de les alumnes com de professionals de la dansa que es trobin en fases de creació. A través d'aquestes experiències busquem tendir ponts entre professionals i no professionals per afavorir la col·laboració, l'intercanvi i el creixement dins de la comunitat artística a Mallorca."
    },
    "instructors": {
        "title": "Direcció pedagògica i artística",
        "name": "Cate Barceló",
        "bio1": "Ballarina, pedagoga de la dansa i creadora nascuda a l'illa de Mallorca. Estudia el grau professional de dansa clàssica al Conservatori Professional de Música i Dansa de Palma. Continua els seus estudis al Grau Superior de Pedagogia de la Dansa a l'Institut del Teatre de Barcelona i al programa Modern Dance Theatre a l'Academy of Theatre and Dance d'Amsterdam. Realitza les seves pràctiques pedagògiques al projecte TOT DANSA del Mercat de les Flors juntament amb el coreògraf João Lima i assisteix pedagògicament als projectes Five Days to Dance i Family Concert al Concertgebouworkest d'Amsterdam amb DE LooPERS.",
        "bio2": "Com a pedagoga de la dansa, fa més de deu anys que desenvolupa la seva pràctica docent a reconegudes escoles de dansa tant a Barcelona com a Mallorca, ensenyant dansa contemporània i dansa clàssica a alumnes de diferents contextos, edats i nivells. Des de fa un any, col·labora amb l'Associació de Professionals de la Dansa de les Illes Balears (APDIB), oferint entrenaments per a professionals i tallers de dansa comunitaris. Com a ballarina, ha treballat en diferents projectes juntament amb artistes visuals, plàstics i escultors. A principis de 2024, crea, juntament amb Zoe Gyssler i Valentina Russo, el col·lectiu de dansa teatre Catzoval, on actualment està treballant en la creació de la peça In-corpore."
    },
    "classes": {
        "title": "Classes",
        "creative": {
            "title": "Dansa Creativa",
            "age": "7-10 anys",
            "description": "A les classes de Dansa Creativa es fomenta l’expressió corporal, la imaginació i el treball en grup a través del moviment. A partir del joc, la improvisació i dinàmiques grupals, els nins i nines desenvoluparan la coordinació, el ritme, la consciència espacial i la confiança en si mateixos i en els altres. Es promou un ambient lúdic i segur on cada infant podrà explorar, crear i gaudir del seu propi moviment. "
        },
        "contemporary": {
            "title": "Dansa Contemporània Adolescents",
            "age": "+11 anys",
            "description": "La classe de Dansa Contemporània per a Adolescents ofereix un espai dinàmic per explorar el moviment des de la tècnica, la creació i l’expressió personal. A través d’exercicis tècnics, treball a terra, seqüències coreogràfiques i propostes d’improvisació, els alumnes desenvoluparan la consciència corporal, la sensibilitat artística i l’escolta pròpia i grupal. La classe estimula el treball col·laboratiu, el desenvolupament d’un llenguatge corporal propi, la reflexió i la connexió individual. "
        },
        "classical": {
            "title": "Ballet per a infants",
            "age": "8-12 anys",
            "description": "La classe de Ballet o Dansa Clàssica per a nins i nines de 8 a 12 anys introdueix i estableix les bases de la tècnica del ballet de manera progressiva, respectant el desenvolupament físic, cognitiu i emocional dels alumnes. A través d’exercicis a terra, a la barra, al centre i amb petites combinacions, es treballarà la col·locació, la coordinació, la musicalitat i la disciplina, sense deixar de banda el gaudi i l’expressió artística. L’ambient és amable i familiar, fomentant la constància, el treball en equip i l’amor per la dansa clàssica des d’una base sòlida i motivadora. "
        },
        "adults1": {
            "title": "Dansa Contemporània Adults I",
            "description": "La classe de Dansa Contemporània per a Adults I està pensada per a persones sense experiència prèvia. Facilitarem una introducció amable i accessible al món del moviment i la dansa. A través d’exercicis simples i improvisacions pautades, explorarem la consciència corporal, el ritme i l’expressió personal. L’enfocament és creatiu, amb propostes que conviden a moure’s amb llibertat, alliberar tensions i redescobrir el cos com a mitjà de comunicació i benestar."
        },
        "adults2": {
            "title": "Dansa Contemporània Adults II",
            "description": "La classe de Dansa Contemporània per a Adults II està dirigida a persones amb una mica d’experiència en dansa o moviment: aquelles que hagin ballat en el passat o practiquin ioga, teatre o altres disciplines corporals. En aquesta classe ens enfoquem en la tècnica i la creació. A través del treball a terra, la improvisació i les seqüències coreogràfiques, busquem afinar la consciència corporal i ampliar tant el rang com les qualitats del moviment. És un espai per continuar desenvolupant habilitats, compartir en grup i trobar llibertat dins l’estructura, tot en un ambient creatiu, estimulant i proper."
        },
        "classicalAdults": {
            "title": "Ballet Adults",
            "description": "La classe de Ballet o Dansa Clàssica per a Adults està dissenyada per a aquelles persones que desitgen apropar-se al ballet per primera vegada o reprendre la pràctica des d’una base accessible i acollidora. Es treballa la tècnica —col·locació, alineació, coordinació, musicalitat i força— a través d’exercicis simples a la barra, al centre i amb petites combinacions. L’enfocament és progressiu, respectant el cos i el ritme de cada persona, en un ambient sense exigències ni rigideses, on el gaudi del moviment, l’harmonia i el benestar físic i emocional seran el més important. "
        },
        "lab": {
            "title": "LAB Creatiu",
            "description": "El Laboratori Creatiu (LAB Creatiu) és un espai obert per a persones amb o sense experiència en el moviment, on l’objectiu principal és habitar el cos des de l’artístic i l’expressiu, explorant i investigant les seves possibilitats físiques. A través de la improvisació guiada, la recerca del gest i la creació, es convida a descobrir un llenguatge corporal propi, connectant amb altres cossos per desenvolupar la creativitat en el moviment. És un espai segur i lliure de judicis, on el cos és protagonista i el procés és la base de l’aprenentatge. Aquesta classe és l’única que es realitza un cop per setmana i es podrà fer de manera regular o puntual. "
        }
    },
    "schedule": {
        "title": "Horari Curs 2025/26",
        "monday": "Dilluns i Dimecres",
        "tuesday": "Dimarts i Dijous",
        "friday": "Divendres",
        "creative": "Dansa Creativa",
        "contemporary": "Dansa Contemporània Adolescents",
        "adults": "Dansa Contemporània Adults I",
        "classical": "Ballet per a infants",
        "classicalAdults": "Ballet Adults",
        "adults2": "Dansa Contemporània Adults II",
        "lab": "LAB Creatiu"
    },
    "space": {
        "title": "Espai",
        "description": "Espai Cos és ideal per assajar dansa i teatre. Organitzar càstings, tallers, rodatges, sessions fotogràfiques, petites presentacions, mostres de processos en creació…",
        "features": "Característiques",
        "items": [
            "80 m2",
            "Aire condicionat (fred, calor i renovació d'aire)",
            "Xarxa Wifi",
            "Tarima amortiguadora i linòleum Harlequin",
            "2 barres de ballet de 3 m. de Dinamica Ballet",
            "Equip de so de qualitat",
            "Focus puntuals escènics",
            "Grada per al públic",
            "Cortina que cobreix miralls i finestres",
            "Font d'aigua potable",
            "Llum natural"
        ]
    },
    "pricing": {
        "title": "Preus",
        "items": {
            "2h_week": "2h/setmana",
            "2h30_week": "2h i 30min/setmana",
            "3h30_week": "3h i 30min/setmana",
            "4h_week": "4h/setmana",
            "4h30_week": "4h i 30min/setmana",
            "6h_week": "6h/setmana",
            "lab_class": "20€/classe",
            "lab_month": "50€/mes"
        },
        "enrollment": "No hi ha matrícula",
        "trial": "La classe de prova té un cost de 15 €, que es descompten del primer mes un cop feta la inscripció a l’estudi. "
    },
    "contact": {
        "title": "Apunta't!",
        "name": "Nom",
        "surname": "Cognoms",
        "birthday": "Data de naixement",
        "email": "Correu electrònic",
        "phone": "Número de telèfon",
        "class_interest": "En quina classe estàs interessada?",
        "experience": "Experiència amb el moviment (dansa, teatre, ioga, esports, etc)",
        "other_questions": "Altres consultes",
        "submit": "Enviar"
    },
    "form": {
        "step1": "Informació personal",
        "step2": "Selecciona el teu pla",
        "select_plan": "Selecciona el teu pla",
        "plan_2h": "2h/setmana",
        "plan_2h30": "2.30h/setmana",
        "plan_3h30": "3.30h/setmana",
        "plan_4h": "4h/setmana",
        "plan_4h30": "4.30h/setmana",
        "plan_6h": "6h/setmana",
        "plan_lab": "LAB Creatiu",
        "lab_payment_info": "LAB Creatiu: també disponible per classes soltes a 20€",
        "per_month": "/mes",
        "per_class": "/classe",
        "next": "Següent",
        "back": "Enrere"
    },
    "footer": {
        "copyright": "© 2025, Espai Cos",
        "legal_notice": "Avís legal",
        "privacy_policy": "Política de Privacitat",
        "cookies_policy": "Política de galetes",
        "address_title": "Adreça",
        "address": "C/ de la Mar Mediterrànea 10, ESC 1 1r B, 07184 Calvià, Mallorca",
        "contact_title": "Contacte",
        "newsletter_title": "Subscriu-te al butlletí",
        "newsletter_placeholder": "Escriu el teu correu electrònic",
        "newsletter_button": "Subscriure's",
        "newsletter_error": "Si us plau, introdueix un correu electrònic vàlid.",
        "newsletter_error_server": "Error en subscriure's. Torna-ho a provar.",
        "newsletter_error_duplicate": "Ja estàs subscrit al nostre newsletter.",
        "newsletter_success": "Gràcies per subscriure't!",
        "back_to_top": "Tornar a l'inici"
    },
    "menu": {
        "home": "Espai Cos",
        "instructors": "Direcció",
        "classes": "Classes",
        "schedule": "Horaris",
        "space": "Espai",
        "pricing": "Preus",
        "contact": "Apunta't"
    }
} 